[
  "What are the two things you can ask at a grocery store that will raise the eyebrows of the shopkeeper?",
  "If you have a superpower to replace water with something, then what will it be?",
  "If you can talk with any animal, which one would it be? Please don’t answer Donkey!",
  "If you could merge two countries, what would they be?",
  "How much fried chicken did Arnold eat to win Mr. Universe?",
  "What will be the worst selfie idea for Tinder?",
  "Who would you bite first if you were a mosquito?",
  "If you were real-life Jack Sparrow, whom would you take on your pirate ship?",
  "If you get Lady Gaga’s pet dog as a gift, what would you do next?",
  "Name something that you smell every day but fear to disclose in public?",
  "Do you think a fish ever gets thirsty?",
  "What if you were Donald Trump’s ex-lover?",
  "If you were one among three identical brothers, what would you do?",
  "What if you are left on a stranded island with a bottle of cola and Mentos?",
  "Somebody kidnaps you and tattoos all your body, and leaves you back home. What would be your reaction?",
  "What if you get a punishment to kneel outside your girlfriend’s house the whole day?",
  "If you could swap your name with a celebrity, who would that be?",
  "Your friends take you to Mount Everest and leave you there with a mountain dog. What will you do?",
  "If you were an inanimate object, what would you like to be?",
  "What would you do if you turned into a wolf every full moon night?",
  "How many elephants would it take to lift the Empire State Building?",
  "If you were a vegetable, what dish would you like to become?",
  "Do you think fish sweat?",
  "If you could be an oven or a refrigerator, what would you be?",
  "If you were a dinosaur, which country would you like to be in?",
  "Have you ever tasted the rainbow?",
  "How many strands of hair can you pull at once?",
  "If you could talk to a tree, which tree would it be and why?",
  "If you meet an alien, would you offer them food or water?",
  "How many footballs would it take to cover an Olympic-size pool?",
  "Would you like your eyes to resemble an apple or a banana?",
  "What would you do if you found out Jennifer Lawrence had a crush on you?",
  "If you were given wings, would you feel bad about being unable to swim?",
  "Would you rather have a pet crocodile or an anaconda?",
  "What would you do if Angelina Jolie adopted you?",
  "If you could talk to ghosts, what would you ask them?",
  "If you met Hulk, would you ask him to be your gym trainer?",
  "What is your favorite toothpaste flavor?",
  "If you were a villain in the Marvel universe, which superhero would you fight?",
  "Can you juggle plastic balls while reciting the alphabet backward?",
  "What is the weirdest food combination you have ever tried?",
  "Who would you take with you if you could go to the Moon?",
  "What was the most bizarre dream you have ever had?",
  "If you were a flavor of ice cream, what would it be, and why?",
  "How would you feel if Dan Bilzerian asked you to be his secretary?",
  "McDonald’s offers the latest BMW car to the person who finishes 100 McChicken burgers in an hour. Would you join the contest?",
  "Why do you sleep in the bedroom and not the kitchen?",
  "Have you ever played police siren in your car speaker to feel the ‘Need For Speed’ adrenalin rush?",
  "Red Bull is sponsoring someone who can live in the Amazon forest for a year? Are you up for the challenge?",
  "You receive a mail stating that you’ve won a jackpot prize of 1 million dollars. Will you give your credit card info in response?",
  "If you board a cab and find Tupac sitting inside, will you call Eminem or Dr. Dre?",
  "Why do people say goodbye when they again meet you the next day at the office?",
  "I will kiss you in public, how will you feel? Overwhelmed or underwhelmed?",
  "Share three instances where you misspelled text while typing and put yourself in an awkward situation.",
  "What would be the meaning of your name if it’s listed in the dictionary?",
  "If a puppy eats 1000 bags of Pedigree to grow into a dog, how much Pedigree will it take to raise 369 puppies?",
  "If NASA sends you to Mars with a monkey, what would be your reaction?",
  "What is the word that your heart wants to hear when you are with me?",
  "Amazon is sending free Nike sneakers to 100 people who would share the photos 100 times on Instagram? Name the list of people you are planning to send the offer messages to!",
  "What will you do if you find a money tree? Would you deposit the tree in the bank?",
  "Your great-grandfather left a will for his great-grandson to take over a beautiful palace in Scotland? Who would you take with you to Scotland?",
  "Will you be the butter to my toast?",
  "Why don’t you sleep with blankets in summer?",
  "Cops are after you for stealing the Mayor’s vintage car? Did you really do it?",
  "Should I charge you like my smartphone when your battery gets low?",
  "Who do you think will win in a fight between a cucumber and a banana?",
  "If you could challenge a celebrity to an egg-throwing competition, who would it be, and why?",
  "Would you rather have a pet dog who climbs trees or a pet squirrel who can click selfies?",
  "What would you do if stuck in an elevator with Beyonce and your neighbor’s cat?",
  "Imagine that Cristiano Ronaldo, Roger Federer, Conor McGregor, and LeBron James were studying in the same class, and you were their homeroom teacher. Who is most likely to eat in class?",
  "Would you rather have a pet parrot that only sings your favorite songs or a pet dragon who makes you laugh?",
  "What will happen if we direct a huge water pipe and spray water on the Sun?",
  "What would you say if you were allowed to stand atop the Statue of Liberty and scream a slogan?",
  "Liam Hemsworth wants to ask you out. What would you recommend for him to impress you?",
  "If your teeth grew feet, where would they go first?",
  "Taylor Swift said some of her songs are written for her exes. Which song was for you?",
  "Have you ever wished to be imprisoned just to experience what prisoners feel?",
  "What would you buy for me if you got a credit card with no spending limit?",
  "If you had to eat one food item throughout life, what would it be and why?",
  "Which spirit emoji represents you and why?",
  "If you ever get kidnapped, how much ransom do your kidnappers deserve?",
  "What would you do if you could be invisible for a day?",
  "If you were a sorting hat, which house would you put Ryan Gosling in?",
  "If you were asked to throw three items from your bag, what would those be?",
  "Netflix offers you a free lifetime subscription. Who would you call first to share this amazing news?",
  "You become an Instagram star overnight. Would you still talk to your siblings after finding fame?",
  "If Khabib Nurmagomedov challenges you to a fight, which country would you flee to? Don’t say Russia.",
  "If your parents say that you actually belong to a royal family, what royal nickname would you give yourself?",
  "What would be your nickname if your surname was ‘Juice’?",
  "Can toddlers remember their dreams?",
  "Why are berries not in rainbow color?",
  "Doesn’t your lipstick get spoiled when you eat grilled chicken drumsticks?",
  "Why do 90’s superheroes wear underwear over their pants?",
  "Why don’t you call 911 when you are bored?",
  "Why are you always curious, as if you are Sherlock Holmes?",
  "Have you ever thought of eating the chewing gum again after spitting it?",
  "Why don’t you keep clothes inside the refrigerator?",
  "Would you steal pizza from Domino’s if there’s no one around?",
  "Do you want to become famous overnight?",
  "Give me five reasons why you are bad and one good reason why you are dumb?",
  "If you need to fight a funny opponent in a wrestling match, whom will you choose?",
  "Why don’t people sit inside refrigerators when they feel heat waves in summer?",
  "What if you enter the real world like a GTA Vice City video game? Are you still thinking of doing stunts?",
  "Why don’t people smell laughing gas when they feel sad?",
  "Why do you have to shut down Windows? Can’t you simply switch off the PC like a TV?",
  "Marvel is looking for a new superhero character; why don’t you try? You really look like Ninja Turtle.",
  "Do you want to change your job? I am looking for a personal secretary.",
  "Can you sleep with bats and feel like Batman the next morning?",
  "Why don’t people go for white tattoos?",
  "Can you wash dishes for free food?",
  "Why can’t dogs talk like they do in movies?",
  "Would you act in the Harry Potter series if they decide to relaunch the franchise?",
  "Will you jump in the cow dung pit if I offer you a free Netflix subscription for five years?",
  "Is it a good idea to hang out wearing a Halloween costume on a random day?",
  "What if a virus infection makes you a zombie?",
  "In what direction will your tears flow if you cry underwater?",
  "What will happen when you are traveling at the speed of light and turn on your headlights?",
  "What color is a chameleon in the winter season?",
  "If light has speed, what is the speed of dark?",
  "Would you like to have kiwi on your pizza?",
  "Which meme best represents your life?",
  "Why don’t companies make mouse-flavored cat food?",
  "Is it possible to day dream at night?",
  "If you could be an animal for a day, who would you bite first?",
  "How would you explain the story of ‘Inception’ to a dog?",
  "If trees could talk, would they gossip about the bushes and plants?",
  "How many marshmallows can a kangaroo carry in its pouch without bouncing away?",
  "If you could talk to birds, how would you convince them to start their rock band?",
  "If cheeseburgers could talk, what secret would they share with you?",
  "Imagine getting teleported to a new place in the blink of an eye. How many times would you blink?",
  "Why don’t people eat grass? The cows eat it, so it must be tasty and nutritious, right?",
  "How would you feel if your boss gave you early morning birthday bumps?",
  "What if you were part of the conspiracy in Julius Caesar?",
  "Do you want to fly for free to Las Vegas?",
  "What would happen if I fed your dog lean muscle mass whey protein?",
  "How would you justify if the police mistake you for a drug dealer and arrest you?",
  "You discover a time machine that sends you to the 18th century. How would you explain to people that you came from the future?",
  "Do you wish to visit Narnia for the New Year 2022?",
  "If you had to choose one friend to win a dance battle, who would you choose?",
  "What will you do if Joker kidnaps you and hides you in Gotham?",
  "Would you eat fried chicken every day if you were the owner of KFC?",
  "Why don’t boys wear skirts?",
  "What would a doctor do if he gets a heart attack at the hospital?",
  "How will you feel if I pinch your nose?",
  "If roses were violet, what flower would couples exchange?",
  "What did the octopus say when the Chinese chef deep-fried his tentacles?",
  "Will you hack my Instagram if I tell you my password is your name?",
  "Why do mosquitoes love bloody merry mocktails?",
  "Why doesn’t pizza come in round boxes?",
  "Why doesn’t the government install an alarm at the city center, so everyone can wake up on time?",
  "What would you do if someone threw you into the mud?",
  "What if birds walk and talk like humans?",
  "Can you spot someone’s tears underwater?",
  "Could you answer why scientists could not resolve the unsolved mysteries?",
  "Do people on Mars have hands and feet?",
  "Why did Priyanka Chopra marry Nick Jones?",
  "If you pamper a cow, will it give spoiled milk?",
  "Do we really get wings if we drink Red Bull?",
  "Would you like to time travel to the Egyptian era and date a pharaoh?",
  "Name the first person to milk a cow?",
  "Who came first, the hen or the egg?",
  "Why do police always come late in Bollywood movies?",
  "Do mermaids still live in the hidden city of Atlantis?",
  "Why are people working from home? Why not work from the garden?",
  "How different would science be if Newton sat under a coconut tree instead of an apple tree?",
  "Why don’t you talk to the President about your misery instead of crying in front of your wife?",
  "Tell me something about your life 1000 years back?",
  "Why do people look into their smartphones while walking?",
  "Name the disease which makes your night sleepless and you don’t feel hungry anymore?",
  "Where would you check the meanings of words if there was no dictionary?",
  "Why do we say ‘after dark’ when it’s actually after light?",
  "Do you need an appointment to see a psychiatrist, or will they be expecting you?",
  "Do your toothpaste has salt in it?",
  "Why are there self-help groups if it’s supposed to be self-help?",
  "Is the sea salty because the shore never waves back?",
  "If an unidentified flying object fell to the ground and people could identify what it was, would it still be called an unidentified flying object?",
  "What do you call a male ladybug?",
  "If I drive a front-wheel-drive car in reverse, does it become rear-wheel-drive car?",
  "If you can say that you’re speechless, doesn’t that mean you could talk and thus not be speechless?",
  "What is the difference between a wise man and a wise guy?",
  "Why do we say that something is ‘out of whack’? What is whack in the first place?",
  "Why do people say that something sells like ‘hotcakes’ if they sell out fast? How fast do hotcakes sell?",
  "Have you ever had a biscuit with soup?",
  "Do penguins have knees?",
  "What came first – feeling or the thought?",
  "If you say you are ‘exhausted,’ does that mean you can now remove stale smoke from a room?",
  "If you marry a boxer, will they give you a boxing ring?",
  "Why do the traffic lights have only three colors?",
  "Who draws the rainbow in the sky?",
  "What clothes would they wear if Egyptian mummies came to life?",
  "Who was the first person to eat a pizza?",
  "What do you do when you do nothing?",
  "Do twins take 18 months to be born?",
  "Why does night fall but day breaks?",
  "Who discovered water?",
  "Why do fish not catch cold even when they live in the water?",
  "Why did the chicken cross the road?",
  "How do you scare a ghost?",
  "Why is it called ‘cargo’ when it travels via ship?",
  "How do you make a fish smile?",
  "If ‘feeling blue’ means feeling sad, does ‘feeling dark blue’ mean feeling extremely sad?",
  "If you swallow a seed, will it grow into a plant in your stomach?",
  "Do ghosts wear the same clothes, or do they have a wardrobe?",
  "What is your current passion project? ",
  "Do you have any hobbies? ",
  "How do you like to spend your free time?",
  "What kind of music are you into? ",
  "Do you have any pets? ",
  "What’s your claim to fame?",
  "Who is one of your favorite celebrity role models?",
  "What is your dream job?",
  "How did you find out about [current place/event]?",
  "If you could travel anywhere in the world, where would you go?",
  "What skill would you like to master? ",
  "What do you like to learn about?",
  "What has been the highlight of this past week?",
  "What has been the highlight of your year? ",
  "Have you read any intriguing books lately?",
  "What’s your current favorite TV show/movie? ",
  "Do you have any nicknames?",
  "What is your favorite place you’ve traveled to? ",
  "Where did you grow up?",
  "How long have you lived in [city]?",
  "What is your favorite food?",
  "What is your favorite sport? ",
  "Where is your favorite restaurant around here? ",
  "How do you take your coffee or tea?",
  "If you could be any type of dog, what breed would you be and why?",
  "What is something you’ve always wanted to learn?",
  "What is your biggest regret? ",
  "If you could trade places with anyone for a week, who would it be?",
  "What fictional character do you most relate to?",
  "What do you daydream about? ",
  "What is your proudest accomplishment? ",
  "What is your astrological sign?",
  "What motivates you to work hard?",
  "If money were no object, how would you spend your time?",
  "Who is your favorite author?",
  "What is your biggest pet peeve?",
  "Where do you see yourself in five years?",
  "Do you collect anything?",
  "Do you see the glass as half-full or half-empty?",
  "What is your favorite movie of all time? ",
  "What was your favorite subject in school? ",
  "What is one thing you will never do again?",
  "Did you play any sports growing up?",
  "What is the weirdest hobby you’ve tried?",
  "What is your favorite ice cream flavor? ",
  "What is something you’ve always wanted to do but haven’t tried yet? ",
  "Do you enjoy your alone time?",
  "Would you consider yourself an introvert or an extrovert?",
  "What qualities do you look for in a friend?",
  "What’s your favorite way to spend time with your family?",
  "What is the most relaxing part of your day? ",
  "Do you have any siblings?",
  "Are you the youngest, middle, or oldest child? ",
  "What was your favorite age of childhood? ",
  "What is the best concert you’ve ever been to?",
  "What is your favorite way to unwind? ",
  "What causes are you passionate about?",
  "What are you most excited about right now?",
  "Have you ever had a surprise party?",
  "Which of your five senses would you say is the strongest?",
  "If you had a warning label, what would yours say?",
  "Are you related to anyone famous?",
  "Does your family have a “motto”?",
  "What is your mantra? ",
  "Do you believe in the power of manifestation?",
  "What is one thing you tried that you’ll never do again?",
  "What was your first job?",
  "What is the most exciting thing you can see out your kitchen window?",
  "What would your dream house look like? ",
  "What is the most spontaneous thing you’ve ever done?",
  "What is the most helpful thing you own?",
  "If your younger self could meet you as an adult, what would they be most impressed by?",
  "What is at the top of your bucket list?",
  "If you had one month to live, what would you do?",
  "Are you a cat or a dog person?",
  "What do you think is the most essential professional skill?",
  "What do you think is the most essential life skill?",
  "What job would you be terrible at?",
  "What was the worst job you ever had?",
  "Are you an early bird or a night owl?",
  "Do you like to read or listen to audiobooks?",
  "What do you look forward to every day?",
  "Do you have any daily or weekly rituals?",
  "Do you think self-care is important?",
  "If you could look into a crystal ball to see the future, would you want to do it?",
  "Where do you see yourself living when you retire?",
  "What’s the most beautiful place you’ve ever seen in person?",
  "Do you prefer a beach or mountain vacation?",
  "What is your favorite thing about your career?",
  "What is your favorite season?",
  "Where is your favorite coffee shop?",
  "What is one brand that you identify with?",
  "If you could start a charity, what would it be?",
  "What is the best part of your day?",
  "Do you like cities or rural areas better?",
  "If you could re-live any decade of your life, which one would you re-do? ",
  "If you could be any animal, what would you be and why?",
  "Do you eat or drink soup? ",
  "How many pairs of shoes do you own?",
  "What is the best gift you have ever received? ",
  "If you were a superhero, what powers would you want to have?",
  "What is your favorite animal? ",
  "What’s your favorite family recipe?",
  "Do you like rollercoasters?",
  "Who would play you in a movie about your life? ",
  "What song reminds you of high school?",
  "What is the weirdest thing you’ve ever eaten? ",
  "If you could meet up with any celebrity for coffee, who would you choose?  ",
  "If you were the ruler of your own country, what would be the first law you’d put into place? ",
  "Have you ever eaten a bug? ",
  "How would you survive a zombie apocalypse?",
  "What’s your favorite ice cream topping? ",
  "What is your favorite holiday?",
  "If you could be any tree, what kind would you be and why?",
  "Do you have a favorite type of exercise?",
  "Would you instead cook at home or order in?",
  "Which phone app do you use the most?",
  "Have you ever disliked something and then changed your mind?",
  "What is your most prized possession?",
  "Have you ever had a celebrity crush? ",
  "Are you an organ donor on your driver’s license?",
  "Do you believe in ghosts? Why or why not? ",
  "Are you good at solving puzzles?",
  "Do you think you can be friends with your colleagues? ",
  "Do you sing in the shower?",
  "How many hours early do you show up at the airport before a flight? ",
  "If you had a yacht, what would you name it? ",
  "Can you say your ABCs backwards?",
  "Are you double jointed?",
  "Do you step on the cracks in the sidewalk or step over them? ",
  "Do you ever dance like nobody is watching?",
  "What is the first thing you do in the morning?",
  "What is the last thing you do at night? ",
  "What is the most unusual place you’ve ever slept in? ",
  "What would be the title of your memoir?",
  "If you had unlimited money to start a business, what would it be?",
  "If you had the opportunity to be immortal, would you take it?",
  "Which famous historical person would you want to spend the day with?",
  "What is your favorite article of clothing?",
  "Do you think good people can do bad things?",
  "Do you think bad people can do good things?",
  "What is the first step you take to achieve a goal?",
  "Have you ever been in a food fight?",
  "Do you like cheese or butter more?",
  "What rules do you mean to break?",
  "How many times a day do you brush your hair?",
  "Have you ever ridden a horse? Did you like it?",
  "How would you react if an alligator arrived at your door?",
  "What do you do when nobody is watching? ",
  "Do you count your missed calls?",
  "How often do you say “thank you” or “I’m sorry” in a day?",
  "Are you good at remembering things on the spot?",
  "What is your quirkiest hidden quality?",
  "Which outfit in your closet have you worn more than any other?",
  "When was the last time you screamed at somebody?",
  "What’s your favorite road trip you’ve ever taken?",
  "Do you own a pair of cowboy boots?",
  "If you could have eyes in the back of your head, would you?",
  "Have you ever forgotten your wallet while paying for something? ",
  "If you only had 5 minutes in a grocery store, what would you buy?",
  "If you got stranded on a desert island with only 3 items, what would they be? ",
  "Who knows you best?",
  "Where do you see yourself in 10 years?",
  "What makes you feel unstoppable? ",
  "What is your biggest fear? ",
  "Who is the smartest person you know?",
  "What is your favorite family holiday tradition?",
  "What is the essential quality in a romantic relationship?",
  "How long was your longest committed relationship? ",
  "If you could go back and change one thing about your past, what would it be? ",
  "Which is more important – beauty, power, or money? ",
  "What’s your biggest fear?",
  "What makes you feel unstoppable?",
  "What is your biggest regret?",
  "Do you think people are mostly good or mostly evil? Why? ",
  "Where do you go when you need fresh inspiration?",
  "What’s your philosophy on life?",
  "Do you like diving into the deep end or easing your way into the water? (literally or figuratively)?",
  "What life-changing events have you experienced? ",
  "What’s one thing you would change about yourself? ",
  "Have you ever had a moment of deja vu? ",
  "What legacy do you want to leave on Earth once you’re gone? ",
  "What gives you hope? ",
  "Have you ever had your heart broken? ",
  "Have you ever broken someone’s heart? ",
  "What was your most embarrassing moment? ",
  "If you could time travel, would you go to the past or the future?",
  "What words of wisdom would you pass down to your younger self? ",
  "What’s your go-to guilty pleasure? ",
  "How do you show kindness to others?",
  "Have you heard of “love languages”? What is your main one?",
  "What is your definition of success? ",
  "What is a relationship dealbreaker for you?",
  "How would you title this chapter of your life? ",
  "If you only had one month left to live, how would you spend it? ",
  "What is the best advice someone has ever given you? ",
  "What makes you feel alive?",
  "Do you typically follow your heart or your head?",
  "What are you most grateful for in your life? ",
  "Do you have a best friend?",
  "How do you overcome personal setbacks?",
  "Is it easy for you to accept help when you need it?",
  "Do you think dreams have hidden meanings? Why or why not?",
  "Do you believe in reincarnation?",
  "How do you define beauty?",
  "Do you think brains or looks are more attractive? ",
  "What do you think happens after death? ",
  "What is your most irrational fear?",
  "Do you believe in second chances?",
  "If you could snap your fingers and make the world a better place, what would you do?",
  "What you rather someone be honest and hurt your feelings or lie to protect them?",
  "How can someone lose your trust?",
  "What personality traits are you most proud of?",
  "What inspired you to choose your current career path?",
  "If you could switch careers without any risk, what would you choose?",
  "What does your dream job look like?",
  "How do you define success in your career?",
  "What are your long-term career goals?",
  "What skills do you wish to develop in your professional life?",
  "Who in your field do you admire most and why?",
  "What’s one professional achievement you’re most proud of?",
  "How do you balance work and personal life?",
  "What’s the best career advice you’ve ever received?",
  "If you could start your own business, what would it be?",
  "What’s a typical day like in your job?",
  "How do you handle work-related stress?",
  "What’s the most challenging aspect of your job?",
  "What are your essential tools or resources for work?",
  "How do you stay motivated in your career?",
  "What’s a professional skill you’re currently working on?",
  "What was your first job, and what did it teach you?",
  "How do you approach making difficult decisions at work?",
  "What’s a significant trend you see in your industry?",
  "How do you stay updated with industry news and advancements?",
  "What’s your approach to networking and building professional relationships?",
  "Have you ever had a mentor, and how did they impact your career?",
  "What’s one thing you would change about your current job?",
  "How do you prioritize tasks in a busy work schedule?",
  "What’s the best part of your workday?",
  "Have you ever turned a hobby into a professional opportunity?",
  "What’s a critical lesson you’ve learned in your professional life?",
  "How do you approach learning new skills or technologies?",
  "What does work-life balance mean to you?",
  "In what ways do you think your career will change in the next ten years?",
  "What’s the most rewarding project you’ve worked on?",
  "How do you deal with failure or setbacks in your career?",
  "What’s a piece of technology that has significantly impacted your work?",
  "What does leadership mean to you?",
  "How do you approach collaboration in the workplace?",
  "What’s a common misconception about your job?",
  "What are some challenges facing your industry today?",
  "How do you stay inspired and creative in your work?",
  "What’s the most important trait someone should have in your field?",
  "How do you measure success in your projects or tasks?",
  "What role does teamwork play in your profession?",
  "How do you prepare for a big presentation or meeting?",
  "What’s a career goal you’re currently working towards?",
  "How do you handle criticism or feedback at work?",
  "What’s a significant change you’ve seen in your industry over the years?",
  "How do you ensure continuous professional development?",
  "What’s one skill you believe everyone should have in the workplace?",
  "How do you handle conflicts or disagreements at work?",
  "What advice would you give to someone just starting in your field?",
  "If you could play one song every time you walked into a room, what would it be?",
  "Why is sandwich meat round when bread is square?",
  "Who is the fifth person on your missed calls?",
  "If animals could talk, which species would be the nicest? ",
  "What’s your most hated form of transportation?",
  "Have you ever dreamed of going to another planet?",
  "Which superpower would you never want to have?",
  "What do you think about when you’re on the toilet?",
  "How do birds pee?",
  "Do you think someone could live forever?",
  "How many pairs of pants do you own?",
  "What is the highest number you’ve ever counted?",
  "Do you ever lower the music volume when you’re looking for an address? ",
  "What question do people ask you that you dislike?",
  "If a bald person works in a restaurant, do you think they still need to wear a hairnet?",
  "What is your favorite sleeping position?",
  "What have you forgotten today?",
  "Do you think you would be friends with a clone of yourself?",
  "When did time begin?",
  "Did you ever eat Play-Doh as a kid?",
  "What is the weirdest text message you’ve ever gotten?",
  "If you had a date with someone in this room right now, who would be the most uncomfortable person to go with?",
  "Do you think you’re a good kisser? ",
  "What’s your favorite body part?",
  "Do you have a secret hunch about how you will die?",
  "If you could wake up tomorrow with one physical change, what would it be? ",
  "When was the last time you sang to yourself?",
  "Is a hotdog a sandwich? ",
  "What part of a kid’s movie completely scarred you for life?",
  "What kind of secret society would you start?",
  "What is the weirdest smell you’ve ever smelled? ",
  "What is invisible but you wish people could see? ",
  "Which body part do you wish you could detach and why?",
  "What is the weirdest thing a guest has done at your house?",
  "What would it take to gross you out on a date completely? ",
  "If life were a video game, what would be your favorite cheat code?",
  "What’s the worst name for an amusement park?",
  "If police arrested you with no explanation, what would your friends and family assume you had done?",
  "If you were a mad scientist, what experiment would you run?",
  "If you could own any mythical creature (unicorn, phoenix, etc.), which one would you want?",
  "What you rather have, a dirty house or a dirty car? ",
  "How many times do you think you lie in a day?",
  "Have you ever tried to eat an ant or a worm?",
  "Who is your partner in crime?",
  "Would you talk to a random person in a movie theater?",
  "Which is creepier – walking up on someone unexpectedly behind or staring at them through binoculars?",
  "Do you check yourself out in the windows when you pass?",
  "How many times do you change clothes in a day?",
  "What music video can you watch over and over again without getting bored?",
  "What’s the weirdest thing you secretly do daily? ",
  "What’s worse – no hair or no teeth?",
  "What’s the most disgusting food you’ve ever eaten? ",
  "If someone looked through your internet search history, what would be the weirdest inquiry they’d find? ",
  "What’s your favorite corny joke?",
  "Have you ever waved at someone thinking you know them, only to realize they are the wrong person?",
  "What’s the best Wi-Fi network name you’ve seen? ",
  "What is a song you pretend you don’t like because it’s embarrassing that you love it? ",
  "What is something that everyone looks stupid doing?",
  "What’s your dumbest dance move? ",
  "Have you ever tried to look cool in front of someone and failed?",
  "What’s the strangest thing you’ve seen someone do in public? ",
  "When was the last time you had a big fail moment? ",
  "If you could live anywhere in the world but had to stay naked all the time, where would you choose?  ",
  "What voice accent impersonations can you do (British, Australian, country, etc.)? ",
  "Have you ever tripped or fallen in front of a vast crowd?",
  "If you could have one useless superpower, what would it be?",
  "Which sport would be funniest if it had mandatory alcohol?",
  "What’s the silliest way you’ve accidentally injured yourself?",
  "What’s the most awkward first date you’ve ever been on? ",
  "What’s your favorite white elephant gift?",
  "What is something trendy now that people will be embarrassed about in 5 years? ",
  "Where is the worst smelling place you’ve ever been? ",
  "What is the most useless talent you have? ",
  "If you got banned from the library, what would be the reason behind it?",
  "Do you think penguins have knees?",
  "Why is it called lipstick if it doesn’t stick your lips together?",
  "What would be the worst bio for a dating app? ",
  "Why is it called “taking a dump”? Shouldn’t it be called “leaving a dump?” ",
  "What is the most embarrassing thing you’ve ever said on a date? ",
  "How do you want to die? ",
  "If you could be any comedian or celebrity, who would you be? ",
  "What’s the craziest thing you’ve ever done on a night out? ",
  "What is the goofiest or weirdest thing you did as a kid? ",
  "What is the strangest purchase you’ve ever made? ",
  "What would people call the sitcom of our friendship?",
  "What is your most obnoxious laugh?",
  "What is the funniest nickname that somebody has given you?",
  "What’s a rule that you make everyone follow in your house?",
  "Is it weird for an adult to sleep with a stuffed animal?",
  "What was the last thing you searched on Google?",
  "If you could do karaoke with any famous person for a day, who would it be?",
  "What do you do when you pull up next to someone at a stoplight and see them jamming out to music? ",
  "Do you pick your nose?  ",
  "What is the most ridiculous outfit you’ve ever worn? ",
  "What is the funniest Halloween costume you’ve ever seen? ",
  "If you had to change your name, what would you change it to?",
  "What would you do with 15 minutes of fame?",
  "What conspiracy theory do you think might be true?",
  "If you could charge a million dollars for a service, what would it be?",
  "What’s the most ridiculous lie someone has ever told you to your face?",
  "If you could make a TV show about your best friend’s life, what would you call it?",
  "Can you describe the craziest person you’ve ever met?",
  "Have you ever eaten food on the ground?",
  "What is your favorite slang?",
  "If you had to wear a swimsuit or a business suit for the rest of your life, which one would you choose?",
  "If you had to choose between your eyebrows or eyelashes, which would you keep?",
  "What is worse during a kiss? Sneezing or burping?",
  "Have you ever farted in a yoga class? ",
  "What’s the easiest way to make you laugh?",
  "Are you ticklish?",
  "If you publicly trip and fall, do you laugh it off or just keep walking? ",
  "Can you touch your nose with your tongue?",
  "Which fairy tales do you find the most outrageous?",
  "How would you describe your face if you could only use vegetables for reference?",
  "What one normal thing becomes weird if you do it more than once?",
  "What is the most awkward question someone has ever asked you?",
  "How many animal sounds can you make?",
  "What is the most annoying song you’ve ever heard? ",
  "How did you all meet? ",
  "What does each of you do for a living? ",
  "What is your favorite thing on the menu? ",
  "Where does each of you come from? ",
  "Who is the friendliest of this group? ",
  "Who is the most likely to protect everyone in a zombie apocalypse? ",
  "If you could only eat one food for the rest of your life, what would it be?",
  "Where is your happy place? ",
  "What’s your favorite thing to do to celebrate your birthday? ",
  "What’s your favorite board game? ",
  "What is your favorite thing about your hometown?",
  "What’s your idea of a perfect day? ",
  "What is your favorite topic to ask people about? ",
  "Why is pineapple on pizza so controversial?",
  "What would people call your superhero group?",
  "What is your favorite childhood memory?",
  "What is your favorite sports team? ",
  "Do you like social media? Why or why not? ",
  "What is the cringiest video you’ve seen lately? ",
  "At a party, where are you most likely to be found?",
  "What is the best concert you’ve ever been to?",
  "Who are some of your favorite actors or actresses?",
  "Who do you know that is most likely to be famous? ",
  "If you could go back to any time in history, what period would you choose?",
  "If you could live inside a movie or book, which would you choose?",
  "Do you hit the snooze button or wake up immediately? ",
  "What is one of your secret talents? ",
  "Do you believe in astrology?",
  "Before making a phone call, do you rehearse what you’re going to say? ",
  "Do you check your horoscope? ",
  "Do you believe in aliens?",
  "Do you have any phobias? ",
  "Do you like designer brand clothes? ",
  "Is Starbucks worth the money? ",
  "Do you like Thai food? ",
  "Do you believe you should do one thing every day that scares you? ",
  "Do you have any secret talents?",
  "Have you ever broken the law?",
  "Have you ever broken a bone?",
  "Do you have your wisdom teeth?",
  "Do you believe in conspiracy theories?",
  "Have you ever had a lucid dream?",
  "Have you ever sung in front of a crowd?",
  "Are you afraid of heights?",
  "Have you ever fainted?",
  "Have you ever held a snake?",
  "Do you have any irrational fears?",
  "Are you claustrophobic?",
  "Have you ever had a near-death experience?",
  "Have you ever thrown up in public?",
  "Are you afraid of the dark?",
  "Do you like horror movies?",
  "Have you ever gotten lost in the wilderness?",
  "Have you ever had sleep paralysis?",
  "Do you use social media?",
  "Do you follow trends?",
  "Do you ever binge-watch Netflix? ",
  "Have you ever met a celebrity?",
  "Do you regularly watch sports?",
  "Are you “extra”?",
  "Have you ever been a vegan or vegetarian?",
  "Do you respond to texts quickly?",
  "Do you have a YouTube channel?",
  "Are you into nice cars?",
  "Have you ever been on TV?",
  "Have you ever skippers school?",
  "Have you ever cheated on a test?",
  "Do you procrastinate?",
  "Can you be peer pressured?",
  "Have you ever been fired from a job?",
  "Can you write in cursive?",
  "Were you a rebellious kid?",
  "Were your parents strict?",
  "Did you ever sneak out of your house when growing up?",
  "Have you ever been in a fight?",
  "Do you think picking up lines works?",
  "Have you ever kept a journal? ",
  "Do you have a best friend?",
  "Do you pay attention to the news?",
  "Have you ever gotten a speeding ticket? ",
  "Do you live alone?",
  "Is it possible to stay friends with an ex? ",
  "Are you into podcasts? ",
  "Do you like going to the movies?",
  "Do you use your phone first thing in the morning?",
  "Do you regularly watch TV? ",
  "Do you ever talk to yourself in your head?",
  "Do you sing in the shower?",
  "Have you ever had deja vu? ",
  "Do you like chocolate?",
  "Do you own bitcoin? ",
  "Do you like talking to strangers? ",
  "Would you like to be famous?",
  "Do you like pina coladas?",
  "Do you faint easily?",
  "Have you ever held a monkey?",
  "Are you afraid of snakes? ",
  "Do you call all dogs “puppies”?",
  "Have you ever worn underwear two days in a row?",
  "Do you ever talk to yourself?",
  "Do you talk to animals?",
  "Have you ever seen a UFO?",
  "Do you like chocolate milkshakes?",
  "Do you believe in Bigfoot?",
  "Do you know how to swim?",
  "Are you a good singer?",
  "Do you consider yourself a good dancer? ",
  "Can you speak any other languages?",
  "Did you believe in Santa as a kid? ",
  "Do you think PDA is annoying?",
  "Do you have any trophies or awards you’ve won? ",
  "Can you play chess?",
  "Have you traveled internationally?",
  "If you could become a robot partly, would you try it out?",
  "Do you like to wear hats?",
  "Do you believe in love at first sight? ",
  "Have you ever cut your hair?",
  "Were you a “cool kid” in high school?",
  "Do you know your personality type?"
]
